chat_system_199558704_actor_description=Dwarf Baldur.
chat_system_199558704_snap_0_question=^?^A human in our mines? Just don't tell me that you've decided to become a miner. I'd never believe it anyway... You want to know where we mine jewels, eh? Don't you? I know you humans...
chat_system_199558704_snap_0_answer_0=^?^Dwarf, open your eyes! In your opinion who do I look like?
chat_system_199558704_snap_1_question=^?^To put it mildly.... Either a human who has lost his way in the mines, or a very sick dwarf - so skinny, so deformed, and your beard coming out and your nose is so tiny.
chat_system_199558704_snap_1_answer_0=^?^Ah, the hilarious dwarf I see. Look, dwarf - my merry fellow - maybe you need some help?
chat_system_199558704_snap_2_question=^?^If you are not afraid to spend some time in the mines, sure I would pay you well - if you'll do me an errand.
chat_system_199558704_snap_2_answer_0=^?^First tell me what's the matter, and then I'll decide.
chat_system_199558704_snap_3_question=^?^What's that? You don't like our mines, do you?
chat_system_199558704_snap_3_answer_0=^?^Tell me one more time about the gnomes with coins.
chat_system_199558704_snap_3_answer_1=^?^I have other matters to deal with here, and I'm in a hurry. Sorry.
chat_system_199558704_snap_4_question=^?^Thanks again for your help. Maybe I can help you too?
chat_system_199558704_snap_4_answer_0=^?^I'd like to expand my army. Do you have available brave fighters?
chat_system_199558704_snap_4_answer_1=^?^No, I need nothing yet.
